Repository: overpolish/keyframeless
Catalog: KeyframelessKit/KeyframelessKit/Resources/KKLocalizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Ember
de: Glut
es: Brasa
fr: Braise
ja: 残り火
ko: 불씨
zh_hans: 余烬

source: Meadow
de: Wiese
es: Pradera
fr: Prairie
ja: 草原
ko: 초원
zh_hans: 草甸

source: Porcelain
de: Porzellan
es: Porcelana
fr: Porcelaine
ja: ポーセリン
ko: 포슬린
zh_hans: 瓷白

source: <accent>Accurate</accent>: renders the frame a few times across the shutter and blends them. Slower, and the cost climbs as you raise Samples, but it also blurs moving footage underneath, not just the effect's motion. Use it when the footage itself needs to blur, or for the cleanest result on heavy spinning.
de: <accent>Genau</accent>: rendert das Bild mehrmals über die Blende hinweg und mischt sie. Langsamer, und die Kosten steigen, wenn Sie Samples erhöhen, aber es verschmiert auch bewegtes Filmmaterial darunter, nicht nur die Bewegung des Effekts. Nutzen Sie es, wenn das Material selbst unscharf werden soll oder für das sauberste Ergebnis bei starker Drehung.
es: <accent>Preciso</accent>: renderiza el fotograma varias veces a lo largo del obturador y las mezcla. Más lento, y el coste sube al subir Muestras, pero también difumina el metraje en movimiento debajo, no solo el movimiento del efecto. Úsalo cuando el propio metraje necesite desenfoque o para el resultado más limpio en giros intensos.
fr: <accent>Précis</accent> : rend l'image plusieurs fois sur la durée de l'obturateur et les mélange. Plus lent, et le coût grimpe quand vous montez Échantillons, mais il floute aussi la séquence en mouvement en dessous, pas seulement le mouvement de l'effet. À utiliser quand la séquence elle-même doit être floutée, ou pour le résultat le plus net sur une forte rotation.
ja: <accent>高精度</accent>: シャッターの間にフレームを数回レンダリングして合成します。遅くなり、サンプル数を上げるとコストも増えますが、エフェクトの動きだけでなく、その下で動いている素材もぼかします。素材自体をぼかしたいとき、または激しい回転で最もきれいな結果が欲しいときに使います。
ko: <accent>정확</accent>: 셔터 구간에 걸쳐 프레임을 여러 번 렌더링해 섞습니다. 더 느리고 샘플을 올릴수록 비용이 늘지만, 이펙트의 움직임뿐 아니라 아래에서 움직이는 영상도 번지게 합니다. 영상 자체를 번지게 해야 하거나 강한 회전에서 가장 깔끔한 결과가 필요할 때 사용하세요.
zh_hans: <accent>精确</accent>:在快门时间内多次渲染该帧并将它们混合。更慢,而且提高采样数时开销也会上升,但它还会模糊下面正在移动的素材,而不只是效果的运动。当素材本身需要模糊,或需要在剧烈旋转时得到最干净的结果时使用它。

source: <accent>Advanced</accent> - the full keyposes + intervals model: any number of keyposes, each interval with its own curve and modulation. Use it for multi-step motion or custom holds.
de: <accent>Erweitert</accent> - das vollständige Keyposes-und-Intervalle-Modell: beliebig viele Keyposes, jedes Intervall mit eigener Kurve und Modulation. Verwende es für mehrstufige Bewegung oder eigene Haltephasen.
es: <accent>Avanzado</accent> - el modelo completo de keyposes e intervalos: cualquier número de keyposes, cada intervalo con su propia curva y modulación. Úsalo para movimiento de varios pasos o mantenimientos personalizados.
fr: <accent>Avancé</accent> - le modèle complet keyposes + intervalles : autant de keyposes que voulu, chaque intervalle avec sa propre courbe et modulation. À utiliser pour un mouvement en plusieurs étapes ou des maintiens personnalisés.
ja: <accent>詳細</accent> - キーポーズと区間の完全なモデル。キーポーズはいくつでも、各区間が独自のカーブとモジュレーションを持ちます。多段階の動きやカスタムな保持に使います。
ko: <accent>고급</accent> - 키포즈와 구간의 완전한 모델: 키포즈는 원하는 만큼, 각 구간이 고유한 커브와 모듈레이션을 가집니다. 다단계 움직임이나 사용자 지정 유지에 사용합니다.
zh_hans: <accent>高级</accent> - 完整的关键姿势与区间模型：任意数量的关键姿势，每个区间都有自己的曲线和调制。用于多步运动或自定义保持。

source: <accent>Advanced</accent> - the full keyposes and intervals setup: as many keyposes as you like, each interval with its own easing and extra motion. Use it for motion with several steps or custom holds.
de: <accent>Erweitert</accent> - die volle Keyposes-und-Intervalle-Einrichtung: so viele Keyposes, wie Sie möchten, jedes Intervall mit eigener Beschleunigung und Zusatzbewegung. Nutzen Sie es für mehrstufige Bewegung oder eigene Haltephasen.
es: <accent>Avanzado</accent> - la configuración completa de poses clave e intervalos: tantas poses clave como quieras, cada intervalo con su propia aceleración y movimiento extra. Úsalo para movimientos de varios pasos o retenciones a medida.
fr: <accent>Avancé</accent> - la configuration complète en poses clés et intervalles : autant de poses clés que vous voulez, chaque intervalle avec son propre lissage et un mouvement en plus. À utiliser pour un mouvement en plusieurs étapes ou des maintiens personnalisés.
ja: <accent>アドバンス</accent> - キーポーズとインターバルの完全な設定です: 好きなだけキーポーズを置け、各インターバルに独自のイージングと追加の動きを持たせられます。複数ステップの動きやカスタムの保持に使います。
ko: <accent>고급</accent> - 키포즈와 인터벌을 완전히 다루는 방식입니다: 원하는 만큼 키포즈를 두고, 각 인터벌마다 고유한 이징과 추가 움직임을 줄 수 있습니다. 여러 단계의 움직임이나 맞춤 유지에 사용하세요.
zh_hans: <accent>高级</accent> - 完整的关键姿势加区间方式:想放多少关键姿势都行,每个区间都有自己的缓动和额外运动。适合多步骤的运动或自定义保持。

source: <accent>Apply at playhead</accent> - the insert button adds the preset's move in at the playhead and keeps your existing keyposes, so you can put a Pop In early and a Pop Out later on the same clip.
de: <accent>Am Abspielkopf anwenden</accent> - die Einfügen-Schaltfläche setzt die Bewegung der Vorgabe am Abspielkopf ein und behält Ihre bestehenden Keyposes, sodass Sie ein Pop In früh und ein Pop Out später im selben Clip platzieren können.
es: <accent>Aplicar en el cabezal</accent> - el botón de insertar añade el movimiento del ajuste en el cabezal de reproducción y conserva tus poses clave existentes, así puedes poner un Pop In al principio y un Pop Out más tarde en el mismo clip.
fr: <accent>Appliquer à la tête de lecture</accent> - le bouton d'insertion ajoute le mouvement du préréglage à la tête de lecture et conserve vos poses clés existantes, ainsi vous pouvez placer un Pop In au début et un Pop Out plus tard sur le même clip.
ja: <accent>再生ヘッドに適用</accent> - 挿入ボタンはプリセットの動きを再生ヘッドの位置に加え、既存のキーポーズを保ちます。そのため同じクリップの前半にPop In、後半にPop Outを置けます。
ko: <accent>재생 헤드에 적용</accent> - 삽입 버튼은 프리셋의 움직임을 재생 헤드 위치에 더하고 기존 키포즈를 유지하므로, 같은 클립의 앞부분에 Pop In, 뒷부분에 Pop Out을 둘 수 있습니다.
zh_hans: <accent>在播放头处应用</accent> - 插入按钮会在播放头处加入该预设的运动,并保留你已有的关键姿势,因此可以在同一片段前面放一个 Pop In、后面放一个 Pop Out。

source: <accent>Apply at playhead</accent> - the insert button drops the preset's move in at the playhead and keeps your existing keyposes, so you can stack a Pop In early and a Pop Out later on the same clip.
de: <accent>An Abspielposition anwenden</accent> - die Einfügen-Taste setzt die Bewegung des Presets an der Abspielposition ein und behält Ihre vorhandenen Keyposes, sodass Sie z. B. früh ein Pop In und später ein Pop Out im selben Clip kombinieren können.
es: <accent>Aplicar en la posición de reproducción</accent> - el botón de insertar coloca el movimiento del preajuste en la posición de reproducción y conserva tus poses clave existentes, así puedes combinar una Aparición pop al principio y una Desaparición pop más tarde en el mismo clip.
fr: <accent>Appliquer à la tête de lecture</accent> - le bouton d'insertion place le mouvement du préréglage à la tête de lecture et conserve vos poses clés existantes, ce qui permet de combiner une Apparition pop au début et une Disparition pop plus tard sur le même plan.
ja: <accent>再生ヘッドに適用</accent> - 挿入ボタンはプリセットの動きを再生ヘッドの位置に挿入し、既存のキーポーズはそのまま残します。同じクリップで前半にポップイン、後半にポップアウトを重ねられます。
ko: <accent>재생 헤드에 적용</accent> - 삽입 버튼은 프리셋의 움직임을 재생 헤드 위치에 넣고 기존 키포즈를 유지합니다. 그래서 같은 클립에서 앞쪽에 팝 인, 뒤쪽에 팝 아웃을 쌓을 수 있습니다.
zh_hans: <accent>在播放头处应用</accent> - 插入按钮会在播放头处放入预设的动作并保留你已有的关键姿势，因此你可以在同一片段上先弹入、稍后再弹出。

source: <accent>Apply</accent> - click a preset to replace the current animation with it.
de: <accent>Anwenden</accent> - klicken Sie auf ein Preset, um die aktuelle Animation damit zu ersetzen.
es: <accent>Aplicar</accent> - haz clic en un preajuste para reemplazar la animación actual.
fr: <accent>Appliquer</accent> - cliquez sur un préréglage pour remplacer l'animation actuelle.
ja: <accent>適用</accent> - プリセットをクリックすると、現在のアニメーションが置き換わります。
ko: <accent>적용</accent> - 프리셋을 클릭하면 현재 애니메이션이 대체됩니다.
zh_hans: <accent>应用</accent> - 点击预设即可替换当前动画。

source: <accent>Apply</accent> - click a preset to swap the current animation for it.
de: <accent>Anwenden</accent> - klicken Sie eine Vorgabe an, um die aktuelle Animation dagegen auszutauschen.
es: <accent>Aplicar</accent> - haz clic en un ajuste para sustituir la animación actual por él.
fr: <accent>Appliquer</accent> - cliquez sur un préréglage pour remplacer l'animation actuelle par celui-ci.
ja: <accent>適用</accent> - プリセットをクリックすると、現在のアニメーションと入れ替わります。
ko: <accent>적용</accent> - 프리셋을 클릭하면 현재 애니메이션과 바꿉니다.
zh_hans: <accent>应用</accent> - 点击某个预设即可用它替换当前动画。

source: <accent>Basic</accent> - three checkboxed phases (<accent>In</accent>, <accent>Hold</accent>, <accent>Out</accent>) for a simple ease-in, hold, ease-out. Drag the hold boundary to move where In ends and Out begins.
de: <accent>Einfach</accent> - drei ankreuzbare Phasen (<accent>Ein</accent>, <accent>Halten</accent>, <accent>Aus</accent>) für ein einfaches Einblenden, Halten, Ausblenden. Ziehe die Haltegrenze, um zu verschieben, wo Ein endet und Aus beginnt.
es: <accent>Básico</accent> - tres fases con casilla (<accent>Entrada</accent>, <accent>Mantener</accent>, <accent>Salida</accent>) para una entrada, mantenimiento y salida simples. Arrastra el límite del mantenimiento para mover dónde termina la Entrada y empieza la Salida.
fr: <accent>Basique</accent> - trois phases à cocher (<accent>Entrée</accent>, <accent>Maintien</accent>, <accent>Sortie</accent>) pour une entrée, un maintien et une sortie simples. Glissez la limite du maintien pour déplacer où l'Entrée finit et la Sortie commence.
ja: <accent>基本</accent> - チェックボックス付きの3フェーズ(<accent>イン</accent>、<accent>ホールド</accent>、<accent>アウト</accent>)でシンプルなイーズイン・ホールド・イーズアウト。ホールド境界をドラッグすると、インの終わりとアウトの始まりを移動できます。
ko: <accent>기본</accent> - 체크박스가 있는 세 단계(<accent>인</accent>, <accent>유지</accent>, <accent>아웃</accent>)로 간단한 이즈 인, 유지, 이즈 아웃. 유지 경계를 드래그하면 인이 끝나고 아웃이 시작되는 위치를 옮깁니다.
zh_hans: <accent>基本</accent> - 三个带复选框的阶段(<accent>进入</accent>、<accent>保持</accent>、<accent>退出</accent>)，用于简单的缓入、保持、缓出。拖动保持边界可移动进入结束和退出开始的位置。

source: <accent>Basic</accent> - three simple stages you tick on or off: <accent>In</accent>, <accent>Hold</accent>, <accent>Out</accent>. This gives you an ease in, a hold, then an ease out. Drag the hold boundary to change where In ends and Out begins. Right-click a boundary pill (the In start, either edge of the hold, or the Out end) for Copy Values / Paste Values. This copies that moment's look across every animated property at once, so you can, for example, copy the start and paste it onto the end. Paste only fills properties that match the kind of value you copied.
de: <accent>Basis</accent> - drei einfache Phasen, die Sie an- oder abhaken: <accent>Ein</accent>, <accent>Halten</accent>, <accent>Aus</accent>. Das ergibt ein Einblenden, ein Halten und dann ein Ausblenden. Ziehen Sie die Haltegrenze, um zu ändern, wo Ein endet und Aus beginnt. Rechtsklicken Sie eine Grenzpille (der Ein-Start, eine der Haltekanten oder das Aus-Ende) für Werte kopieren / Werte einfügen. Das kopiert den Look dieses Moments über alle animierten Eigenschaften auf einmal, sodass Sie zum Beispiel den Anfang kopieren und ans Ende einfügen können. Einfügen füllt nur Eigenschaften, die zur kopierten Art von Wert passen.
es: <accent>Básico</accent> - tres fases sencillas que marcas o desmarcas: <accent>Entrada</accent>, <accent>Retención</accent>, <accent>Salida</accent>. Esto da una entrada suave, una retención y luego una salida suave. Arrastra el borde de la retención para cambiar dónde termina la Entrada y empieza la Salida. Haz clic derecho en una píldora de borde (el inicio de la Entrada, cualquier borde de la retención o el final de la Salida) para Copiar valores / Pegar valores. Esto copia el aspecto de ese momento en todas las propiedades animadas a la vez, así puedes, por ejemplo, copiar el inicio y pegarlo en el final. Pegar solo rellena las propiedades que coinciden con el tipo de valor que copiaste.
fr: <accent>Basique</accent> - trois étapes simples que vous cochez ou décochez : <accent>Entrée</accent>, <accent>Maintien</accent>, <accent>Sortie</accent>. Cela donne une entrée en douceur, un maintien, puis une sortie en douceur. Faites glisser la limite du maintien pour changer où l'Entrée finit et où la Sortie commence. Faites un clic droit sur une pastille de limite (le début de l'Entrée, un bord du maintien ou la fin de la Sortie) pour Copier les valeurs / Coller les valeurs. Cela copie l'aspect de cet instant sur toutes les propriétés animées d'un coup, ainsi vous pouvez, par exemple, copier le début et le coller à la fin. Le collage ne remplit que les propriétés qui correspondent au type de valeur copié.
ja: <accent>ベーシック</accent> - オンオフを切り替える3つのシンプルな段階: <accent>イン</accent>、<accent>ホールド</accent>、<accent>アウト</accent>。これでイーズイン、ホールド、イーズアウトが得られます。ホールドの境界をドラッグすると、インが終わりアウトが始まる位置を変えられます。境界のピル (インの開始、ホールドのどちらかの端、またはアウトの終わり) を右クリックすると、値をコピー / 値をペーストできます。これはその瞬間の見た目をすべてのアニメートされたプロパティに一度にコピーするので、例えば開始をコピーして終わりにペーストできます。ペーストはコピーした値の種類に一致するプロパティにのみ入ります。
ko: <accent>기본</accent> - 켜고 끄는 세 가지 간단한 단계: <accent>인</accent>, <accent>홀드</accent>, <accent>아웃</accent>. 이렇게 하면 서서히 들어오고, 유지하고, 서서히 빠져나갑니다. 홀드 경계를 드래그하면 인이 끝나고 아웃이 시작되는 위치를 바꿀 수 있습니다. 경계 알약 (인 시작, 홀드의 양쪽 가장자리, 또는 아웃 끝) 을 오른쪽 클릭하면 값 복사 / 값 붙여넣기를 할 수 있습니다. 이는 그 순간의 모습을 애니메이션된 모든 속성에 한 번에 복사하므로, 예를 들어 시작을 복사해 끝에 붙여넣을 수 있습니다. 붙여넣기는 복사한 값의 종류와 일치하는 속성에만 채워집니다.
zh_hans: <accent>基本</accent> - 三个可勾选或取消的简单阶段:<accent>入</accent>、<accent>保持</accent>、<accent>出</accent>。这会带来一个缓入、一段保持,然后一个缓出。拖动保持的边界可改变入结束、出开始的位置。右键点击边界药丸标记(入的起点、保持的任一边缘,或出的终点)可复制数值 / 粘贴数值。这会一次性把那一刻的外观复制到每个已动画的属性上,例如你可以复制起点并粘贴到终点。粘贴只会填入与所复制数值类型相符的属性。

source: <accent>Bounce</accent> - lands with a few smaller and smaller bounces.
de: <accent>Abprallen</accent> - landet mit ein paar immer kleineren Sprüngen.
es: <accent>Rebote</accent> - aterriza con unos rebotes cada vez más pequeños.
fr: <accent>Rebond</accent> - se pose avec quelques rebonds de plus en plus petits.
ja: <accent>バウンス</accent> - だんだん小さくなる数回の跳ねで着地する。
ko: <accent>바운스</accent> - 점점 작아지는 몇 번의 튕김으로 내려앉음.
zh_hans: <accent>弹跳</accent> - 以几次越来越小的弹跳落定。

source: <accent>Bounce</accent> - settles with a few decreasing bounces.
de: <accent>Abprall</accent> - pendelt sich mit einigen abnehmenden Sprüngen ein.
es: <accent>Rebote</accent> - se estabiliza con unos rebotes decrecientes.
fr: <accent>Rebond</accent> - se stabilise avec quelques rebonds décroissants.
ja: <accent>バウンス</accent> - 徐々に小さくなるバウンドで落ち着く。
ko: <accent>바운스</accent> - 점점 작아지는 바운스로 안정됨.
zh_hans: <accent>弹跳</accent> - 以几次逐渐减小的弹跳稳定。

source: <accent>Default presets</accent> - built-in starters like Pop In and Pop Out, marked with a Default badge. They are read-only.
de: <accent>Standard-Presets</accent> - integrierte Vorlagen wie Pop In und Pop Out, mit einem Standard-Badge gekennzeichnet. Sie sind schreibgeschützt.
es: <accent>Preajustes predeterminados</accent> - puntos de partida integrados como Aparición pop y Desaparición pop, marcados con la insignia Predeterminado. Son de solo lectura.
fr: <accent>Préréglages par défaut</accent> - des points de départ intégrés comme Apparition pop et Disparition pop, marqués d'un badge Par défaut. Ils sont en lecture seule.
ja: <accent>デフォルトプリセット</accent> - ポップインやポップアウトなどの組み込みのひな型で、デフォルトのバッジが付いています。読み取り専用です。
ko: <accent>기본 프리셋</accent> - 팝 인, 팝 아웃 같은 기본 제공 시작점으로, 기본 배지가 표시됩니다. 읽기 전용입니다.
zh_hans: <accent>默认预设</accent> - 内置的起始动画，例如弹入和弹出，带有“默认”徽章。它们为只读。

source: <accent>Default presets</accent> - ready-made starters like Pop In and Pop Out, marked with a Default badge. You can use them but not change them.
de: <accent>Standardvorgaben</accent> - fertige Startpunkte wie Pop In und Pop Out, mit einem Standard-Abzeichen markiert. Sie können sie nutzen, aber nicht ändern.
es: <accent>Ajustes por defecto</accent> - puntos de partida listos como Pop In y Pop Out, marcados con una insignia Por defecto. Puedes usarlos pero no cambiarlos.
fr: <accent>Préréglages par défaut</accent> - des points de départ tout prêts comme Pop In et Pop Out, marqués d'un badge Par défaut. Vous pouvez les utiliser mais pas les modifier.
ja: <accent>デフォルトプリセット</accent> - Pop InやPop Outのような出来合いの出発点で、デフォルトのバッジが付いています。使えますが変更はできません。
ko: <accent>기본 프리셋</accent> - Pop In, Pop Out처럼 바로 쓸 수 있는 출발점으로, 기본 배지가 붙어 있습니다. 사용할 수는 있지만 바꿀 수는 없습니다.
zh_hans: <accent>默认预设</accent> - 现成的起点,如 Pop In 和 Pop Out,带有默认徽章。可以使用但不能修改。

source: <accent>Ease In/Out</accent> - eases at both ends (the default).
de: <accent>Ein-/Ausblenden</accent> - sanft an beiden Enden (die Vorgabe).
es: <accent>Entrada/Salida suave</accent> - suave en ambos extremos (opción por defecto).
fr: <accent>Entrée/Sortie douce</accent> - en douceur aux deux extrémités (par défaut).
ja: <accent>イーズイン/アウト</accent> - 両端で緩やかになる (デフォルト)。
ko: <accent>이즈 인/아웃</accent> - 양 끝에서 부드러워짐 (기본값).
zh_hans: <accent>缓入/缓出</accent> - 两端都放缓(默认)。

source: <accent>Ease In/Out</accent> - slow at both ends (the default).
de: <accent>Ease In/Out</accent> - an beiden Enden langsam (Standard).
es: <accent>Entrada y salida suaves</accent> - lento en ambos extremos (predeterminado).
fr: <accent>Accél./Décél.</accent> - lent aux deux extrémités (par défaut).
ja: <accent>イーズイン/アウト</accent> - 両端が遅い(デフォルト)。
ko: <accent>이즈 인/아웃</accent> - 양 끝이 느림(기본값).
zh_hans: <accent>缓入缓出</accent> - 两端慢(默认)。

source: <accent>Ease In</accent> - slow start, accelerates.
de: <accent>Ease In</accent> - langsamer Start, beschleunigt.
es: <accent>Entrada suave</accent> - inicio lento, acelera.
fr: <accent>Accélération</accent> - départ lent, accélère.
ja: <accent>イーズイン</accent> - ゆっくり始まり加速。
ko: <accent>이즈 인</accent> - 느리게 시작해 가속.
zh_hans: <accent>缓入</accent> - 缓慢开始，逐渐加速。

source: <accent>Ease In</accent> - starts slow, then speeds up.
de: <accent>Einblenden</accent> - beginnt langsam, wird dann schneller.
es: <accent>Entrada suave</accent> - empieza lento y luego acelera.
fr: <accent>Entrée douce</accent> - démarre lentement, puis accélère.
ja: <accent>イーズイン</accent> - ゆっくり始まり、その後速くなる。
ko: <accent>이즈 인</accent> - 느리게 시작해 점점 빨라짐.
zh_hans: <accent>缓入</accent> - 起步慢,然后加速。

source: <accent>Ease Out</accent> - fast start, decelerates.
de: <accent>Ease Out</accent> - schneller Start, verlangsamt.
es: <accent>Salida suave</accent> - inicio rápido, desacelera.
fr: <accent>Décélération</accent> - départ rapide, décélère.
ja: <accent>イーズアウト</accent> - 速く始まり減速。
ko: <accent>이즈 아웃</accent> - 빠르게 시작해 감속.
zh_hans: <accent>缓出</accent> - 快速开始，逐渐减速。

source: <accent>Ease Out</accent> - starts fast, then slows down.
de: <accent>Ausblenden</accent> - beginnt schnell, wird dann langsamer.
es: <accent>Salida suave</accent> - empieza rápido y luego frena.
fr: <accent>Sortie douce</accent> - démarre vite, puis ralentit.
ja: <accent>イーズアウト</accent> - 速く始まり、その後遅くなる。
ko: <accent>이즈 아웃</accent> - 빠르게 시작해 점점 느려짐.
zh_hans: <accent>缓出</accent> - 起步快,然后减速。

source: <accent>Elastic</accent> - overshoots and oscillates before settling.
de: <accent>Elastisch</accent> - schießt über und schwingt, bevor es sich einpendelt.
es: <accent>Elástico</accent> - se pasa y oscila antes de estabilizarse.
fr: <accent>Élastique</accent> - dépasse et oscille avant de se stabiliser.
ja: <accent>エラスティック</accent> - 行き過ぎて振動してから落ち着く。
ko: <accent>탄성</accent> - 지나쳤다가 진동한 뒤 안정됨.
zh_hans: <accent>弹性</accent> - 先过冲并振荡，然后稳定。

source: <accent>Elastic</accent> - overshoots and wobbles before settling.
de: <accent>Elastisch</accent> - schießt über und schwingt, bevor es sich beruhigt.
es: <accent>Elástico</accent> - se pasa y oscila antes de asentarse.
fr: <accent>Élastique</accent> - dépasse et oscille avant de se stabiliser.
ja: <accent>エラスティック</accent> - 行き過ぎて揺れてから落ち着く。
ko: <accent>탄성</accent> - 지나쳤다가 흔들린 뒤 자리를 잡음.
zh_hans: <accent>弹性</accent> - 先冲过头并晃动,然后稳定下来。

source: <accent>Fast</accent> (the default where offered): quick and light. Its render cost stays the same no matter how long the trail, so it keeps up in real time even on heavy shots. It blurs the effect's own motion (moving, scaling, spinning, and so on). The faster the motion or the wider the Shutter, the longer the trail.
de: <accent>Schnell</accent> (die Vorgabe, wo verfügbar): schnell und leicht. Die Renderkosten bleiben gleich, egal wie lang die Spur ist, sodass es selbst bei aufwendigen Aufnahmen in Echtzeit mithält. Es verschmiert die eigene Bewegung des Effekts (Bewegen, Skalieren, Drehen usw.). Je schneller die Bewegung oder je weiter die Blende, desto länger die Spur.
es: <accent>Rápido</accent> (opción por defecto donde está disponible): rápido y ligero. Su coste de render no cambia por larga que sea la estela, así que mantiene el tiempo real incluso en tomas pesadas. Difumina el propio movimiento del efecto (mover, escalar, girar, etc.). Cuanto más rápido el movimiento o más ancho el Obturador, más larga la estela.
fr: <accent>Rapide</accent> (par défaut là où il est proposé) : rapide et léger. Son coût de rendu reste le même quelle que soit la longueur de la traînée, il tient donc le temps réel même sur des plans lourds. Il floute le propre mouvement de l'effet (déplacement, mise à l'échelle, rotation, etc.). Plus le mouvement est rapide ou l'Obturateur large, plus la traînée est longue.
ja: <accent>高速</accent> (提供される場合のデフォルト): 速くて軽いです。トレイルがどれだけ長くてもレンダーコストは変わらないため、重い映像でもリアルタイムを保ちます。エフェクト自身の動き (移動、拡大縮小、回転など) をぼかします。動きが速いほど、またシャッターが広いほど、トレイルは長くなります。
ko: <accent>빠름</accent> (제공되는 경우 기본값): 빠르고 가볍습니다. 잔상이 아무리 길어도 렌더 비용이 그대로라, 무거운 장면에서도 실시간을 유지합니다. 이펙트 자체의 움직임 (이동, 크기 조절, 회전 등) 을 번지게 합니다. 움직임이 빠르거나 셔터가 넓을수록 잔상이 길어집니다.
zh_hans: <accent>快速</accent>(在提供时为默认):又快又轻。无论拖尾多长,它的渲染开销都不变,因此即使画面繁重也能保持实时。它模糊效果本身的运动(移动、缩放、旋转等)。运动越快、快门越宽,拖尾就越长。

source: <accent>Filter</accent> - type in the same field to narrow the list.
de: <accent>Filtern</accent> - tippen Sie im selben Feld, um die Liste einzugrenzen.
es: <accent>Filtrar</accent> - escribe en el mismo campo para acotar la lista.
fr: <accent>Filtrer</accent> - saisissez dans le même champ pour restreindre la liste.
ja: <accent>フィルター</accent> - 同じフィールドに入力すると一覧を絞り込めます。
ko: <accent>필터</accent> - 같은 입력란에 입력하면 목록이 좁혀집니다.
zh_hans: <accent>筛选</accent> - 在同一个输入框中输入即可缩小列表。

source: <accent>Fixed transitions</accent> - a preset saves its transitions (the moving parts) as fixed durations and its holds as flexible, so an applied preset feels the same whether the clip is short or long.
de: <accent>Feste Übergänge</accent> - ein Preset sichert seine Übergänge (die bewegten Teile) mit fester Dauer und seine Haltephasen flexibel, sodass sich ein angewendetes Preset bei kurzen wie langen Clips gleich anfühlt.
es: <accent>Transiciones fijas</accent> - un preajuste guarda sus transiciones (las partes en movimiento) con una duración fija y sus mantenimientos de forma flexible, de modo que un preajuste aplicado se siente igual tanto en un clip corto como en uno largo.
fr: <accent>Transitions fixes</accent> - un préréglage enregistre ses transitions (les parties en mouvement) avec une durée fixe et ses maintiens de façon flexible, afin qu'un préréglage appliqué donne le même ressenti que le plan soit court ou long.
ja: <accent>固定トランジション</accent> - プリセットはトランジション（動く部分）を固定の長さで、ホールドを可変で保存するため、適用したプリセットはクリップが短くても長くても同じ印象になります。
ko: <accent>고정 트랜지션</accent> - 프리셋은 트랜지션(움직이는 부분)을 고정된 길이로, 홀드를 유연하게 저장하므로 적용한 프리셋은 클립이 짧든 길든 동일하게 느껴집니다.
zh_hans: <accent>固定过渡</accent> - 预设会将其过渡（运动部分）保存为固定时长，而将保持段保存为可变，因此应用的预设无论片段长短都能保持相同的感觉。
